[
    {
        "job_id": "1",
        "job_title": "SP3D Designer",
        "job_description": "We are seeking a skilled and experienced SP3D Designer with up to 7 years of experience. The ideal candidate will be responsible for contributing to projects, collaborating with cross-functional teams, and ensuring high-quality deliverables.",
        "job_location": "Not specified",
        "job_type": "Not specified",
        "job_requirements": "Proven experience as a SP3D Designer with up to 7 years of experience. Strong communication and problem-solving skills. Relevant educational background and certifications.",
        "job_openings": "1",
        "job_posted_by": "mike",
        "job_lead_time": "30",
        "department": "Digitization",
        "seniority_level": "Mid",
        "salary_range": "Not specified",
        "jd_file_path": "uploads/jd_files/jd_1_1754545254.pdf",
        "posted_at": "2025-05-07 09:40:56",
        "status": "Closed"
    },
    {
        "job_id": "2",
        "job_title": "SP3D Admin.",
        "job_description": "We are seeking a skilled and experienced SP3D Admin. with up to 7 years of experience. The ideal candidate will be responsible for contributing to projects, collaborating with cross-functional teams, and ensuring high-quality deliverables.",
        "job_location": "Not specified",
        "job_type": "Not specified",
        "job_requirements": "Proven experience as a SP3D Admin. with up to 7 years of experience. Strong communication and problem-solving skills. Relevant educational background and certifications.",
        "job_openings": "1",
        "job_posted_by": "mike",
        "job_lead_time": "30",
        "department": "Digitization",
        "seniority_level": "Mid",
        "salary_range": "Not specified",
        "jd_file_path": "uploads/jd_files/jd_2_1754548086.pdf",
        "posted_at": "2025-05-10 10:28:09",
        "status": "Closed"
    },
    {
        "job_id": "3",
        "job_title": "SP3D Designer",
        "job_description": "We are seeking a skilled and experienced 3 with SP3D Designer of experience in the field of (8 to 12 years of experience). The ideal candidate will be responsible for contributing to projects, collaborating with cross-functional teams, and ensuring high-quality deliverables.",
        "job_location": "UAE",
        "job_type": "Full-time",
        "job_requirements": "Proven experience as a 3 in (8 to 12 years of experience)., Strong communication and problem-solving skills., Relevant educational background and certifications.",
        "job_openings": "1",
        "job_posted_by": "mike",
        "job_lead_time": "30",
        "department": "Digital",
        "seniority_level": "Senior",
        "salary_range": "6000 - 8000",
        "jd_file_path": "uploads/jd_files/jd_3_1754548811.pdf",
        "posted_at": "2025-08-07 10:40:14",
        "status": "Open"
    },
    {
        "job_id": "4",
        "job_title": "SP3D Admin",
        "job_description": "We are seeking a skilled and experienced 4 with SP3D Admin. of experience in the field of (8 to 12 years of experience). The ideal candidate will be responsible for contributing to projects, collaborating with cross-functional teams, and ensuring high-quality deliverables.",
        "job_location": "Abu Dhabi",
        "job_type": "Full-time",
        "job_requirements": "Proven experience as a 4 in (8 to 12 years of experience). - Strong communication and problem-solving skills. - Relevant educational background and certifications.",
        "job_openings": "2",
        "job_posted_by": "kevin",
        "job_lead_time": "15",
        "department": "Piping",
        "seniority_level": "Mid",
        "salary_range": "5000 - 7000",
        "jd_file_path": "uploads/jd_files/jd_4_1754551447.pdf",
        "posted_at": "2025-06-07 11:24:10",
        "status": "Open"
    },
    {
        "job_id": "5",
        "job_title": "Sr. SP3D Designer",
        "job_description": "We are seeking a skilled and experienced 5 with Sr. SP3D Designer of experience in the field of (Above 12 years of experience). The ideal candidate will be responsible for contributing to projects, collaborating with cross-functional teams, and ensuring high-quality deliverables.",
        "job_location": "Abu Dhabi",
        "job_type": "Full-time",
        "job_requirements": "- Proven experience as a 5 in ( Above 12 years of experience). - Strong communication and problem-solving skills. - Relevant educational background and certifications.",
        "job_openings": "1",
        "job_posted_by": "kevin",
        "job_lead_time": "15",
        "department": "Civil/Structural",
        "seniority_level": "Senior",
        "salary_range": "12000 - 15000",
        "jd_file_path": "uploads/jd_files/jd_5_1754551670.pdf",
        "posted_at": "2025-06-07 11:27:52",
        "status": "Open"
    }
]